{
  "Tuyisenge et al_2018_Automatic bad channel detection in intracranial electroencephalographic.pdf": "7087a83d1a84ba1841079b93e313bbda",
  "Battaglia et al_2011_The hippocampus.pdf": "0b85d1bbeaf2dd578f3ff3d035cdc9b1",
  "Kajikawa et al_2022_UP–DOWN states and ripples differentially modulate membrane potential dynamics.pdf": "7751e77478a541c91812a8deff37ca3a",
  "Pedrosa et al. - 2022 - Hippocampal gamma and sharp waveripples mediate bidirectional interactions with cortical networks d.pdf": "101c1a0312c99828b76fb4a335d4ba21",
  "Peyrache et al. - 2011 - Inhibition recruitment in prefrontal cortex during sleep spindles and gating of hippocampal inputs.pdf": "ea63cf6c3d79dceec7a0a1bae14ef83a",
  "Swanson et al. - 2025 - Topography of putative bi-directional interaction between hippocampal sharp-wave ripples and neocort.pdf": "6e95f35ef248078cc0ecd87f8a9dd4ec",
  "Battaglia et al_2004_Hippocampal sharp wave bursts coincide with neocortical “up-state” transitions.pdf": "9db8888dfca7828ca57b49ec8f9c4c6d",
  "Isomura et al_2006_Integration and Segregation of Activity in Entorhinal-Hippocampal Subregions by.pdf": "6d7beabcf3f7bff95eadcc1cf32e298d",
  "Maingret et al_2016_Hippocampo-cortical coupling mediates memory consolidation during sleep.pdf": "4b817c92a57a2032ad9b6fe3618961fa",
  "Pedrosa et al. - 2024 - Hippocampal ripples coincide with “up-state” and spindles in retrosplenial cortex.pdf": "af716c6850a0c2a31823c370457094b7",
  "Siapas_Wilson_1998_Coordinated Interactions between Hippocampal Ripples and Cortical Spindles.pdf": "613537379151f7817d9787f5e8b4a86e",
  "Sirota et al_2003_Communication between neocortex and hippocampus during sleep in rodents.pdf": "0b57c9089403f1fad3eba440319a2ac4",
  "Sirota et al_2008_Entrainment of Neocortical Neurons and Gamma Oscillations by the Hippocampal.pdf": "c7f0458ba974c58efe330952f851a7ce",
  "Wierzynski et al. - 2009 - State-Dependent Spike-Timing Relationships between Hippocampal and Prefrontal Circuits during Sleep.pdf": "228096756315140eb55cd33ce1da9b60"
}