[{
  "caption": "Figure 6 Qualitative picture of the interaction between up-state and down-state transitions in cortical firing and hippocampal sharp waves and how the apparently gradual trends in the average PETH functions shown in Figure 4 can be accounted for by averaging over fluctuations in discrete states with variable durations. In these numerical simulations, the cortical state transitions occur randomly, according to a two-state Markov process, whose parameters represent the mean life of each state, and cortical firing rates are assumed to be constant within a given state. (A) In this situation, the mean life of the up-states is much shorter (3 sec) than the mean duration of the down-states (20 sec). If at least some proportion of the SPW occurs in correspondence with the down-to-up transition, the SPW-triggered PETH of cortical firing would look like the one in B, which resembles what is observed during the periods dominated by delta/slow oscillations, at least in terms of the long time scale behavior (long decline after the SPW, mostly flat before; see Fig. 4). (C) In the scenario in which the down-state is much shorter (3 sec) than the up-state (20 sec), the SPW-triggered, cortical PETH would look like the one in D, which is reminiscent of what is observed in the periods without delta/slow oscillations (long-lasting exponential trough leading to the SPWs, small modulation after the SPWs). The calibration bar in A and C represents 20 sec.",
  "captionBoundary": {
    "x1": 317.29888916015625,
    "x2": 556.8831787109375,
    "y1": 552.1636352539062,
    "y2": 726.3909912109375
  },
  "figType": "Figure",
  "imageText": [],
  "name": "6",
  "page": 5,
  "regionBoundary": {
    "x1": 316.8,
    "x2": 558.0,
    "y1": 396.96,
    "y2": 546.0
  },
  "renderDpi": 300,
  "renderURL": "figures/battaglia_2004_HippocampalSharp/pdffigures2/figs/Battaglia et al_2004_Hippocampal sharp wave bursts coincide with neocortical “up-state” transitions-Figure6-1.png"
}, {
  "caption": "Table 1. Detail of the numbers of up- and down-modulated cells during delta/slow and non-delta/slow epochs",
  "captionBoundary": {
    "x1": 59.86771011352539,
    "x2": 459.38079833984375,
    "y1": 72.72306060791016,
    "y2": 77.32916259765625
  },
  "figType": "Table",
  "imageText": ["Total,", "N", "=", "2812", "Delta/slow", "up-modulated", "154", "(5.5%,", "p", "<", "0.00001)", "161", "(5.7%,", "p", "<", "0.00001)", "376", "(13.4%,", "p", "<", "0.00001)", "438", "(15.6%,", "p", "<", "0.00001)", "Delta/slow", "down-modulated", "143", "(5.1%,", "p", "<", "0.00001)", "206", "(7.3%,", "p", "<", "0.00001)", "37", "(1.3%,", "p", "<", "0.00001)", "116", "(4.1%,", "p", "<", "0.00001)", "Non-delta/slow", "up-modulated", "71", "(2.5%,", "n.s.)", "117", "(4.1%,", "p", "<", "0.00001)", "179", "(6.3%,", "p", "<", "0.00001)", "141", "(5.0%,", "p", "<", "0.00001)", "Non-delta/slow", "down-modulated", "206", "(7.3%,", "p", "<", "0.00001)", "238", "(8.4%,", "p", "<", "0.00001)", "68", "(2.4%,", "n.s.)", "156", "(5.5%,", "p", "<", "0.00001)", "Rat", "3,", "N", "=", "226", "Delta/slow", "up-modulated", "5", "(2.2%,", "n.s.)", "1", "(0.04%,", "p", "<", "0.05)", "30", "(13.2%,", "p", "<", "0.00001)", "34", "(15.0%,", "p", "<", "0.00001)", "Delta/slow", "down-modulated", "8", "(3.5%)", "12", "(5.3%,", "p", "<", "0.01)", "0", "(0.0%,", "p", "<", "0.02)", "1", "(0.04%,", "p", "<", "0.05)", "Non-delta/slow", "up-modulated", "5", "(2.2%,", "n.s.)", "15", "(6.6%,", "p", "<", "0.00001)", "21", "(9.3%,", "p", "<", "0.00001)", "25", "(11.0%,", "p", "<", "0.00001)", "Non-delta/slow", "down-modulated", "10", "(4.4%", "n.s.,", "p", "=", "0.06)", "8", "(3.5%,", "n.s.)", "2", "(0.09%,", "n.s.)", "5", "(2.2%", ",", "n.s.)", "Rat", "2,", "N", "=", "288", "Delta/slow", "up-modulated", "14", "(4.9%,", "p", "<", "0.02)", "8", "(2.8%,", "n.s.)", "13", "(4.5%,", "p", "<", "0.05)", "28", "(9.7%,", "p", "<", "0.00001)", "Delta/slow", "down-modulated", "17", "(5.9%,", "p", "<", "0.0005)", "26", "(9.0%,", "p", "<", "0.00001)", "5", "(1.7%,", "n.s.)", "18", "(6.2%,", "p", "<", "0.00005)", "Non-delta/slow", "up-modulated", "18", "(6.2%,", "p", "<", "0.00005)", "12", "(4.1%,", "n.s.)", "19", "(6.6%,", "p", "<", "0.00001)", "16", "(5.5%,", "p", "<", "0.001)", "Non-delta/slow", "down-modulated", "8", "(2.8%,", "n.s.)", "27", "(9.4%,", "p", "<", "0.00001)", "7", "(2.4%,", "n.s.)", "11", "(3.8%,", "n.s.)", "Rat", "1,", "N", "=", "2298", "Delta/slow", "up-modulated", "135", "(5.9%,", "p", "<", "0.00001)", "152", "(6.6%,", "p", "<", "0.00001)", "333", "(14.5%,", "p", "<", "0.00001)", "376", "(16.36%,", "p", "<", "0.00001)", "Delta/slow", "down-modulated", "118", "(5.1%,", "p", "<", "0.00001)", "168", "(7.3%,", "p", "<", "0.00001)", "32", "(1.4%,", "p", "<", "0.001)", "97", "(4.2%,", "p", "<", "0.00001)", "Non-delta/slow", "up-modulated", "48", "(2.0%,", "n.s.)", "90", "(3.9%,", "p", "<", "0.00005)", "139", "(6.0%,", "p", "<", "0.00001)", "100", "(4.45,", "p", "<", "0.00001)", "Non-delta/slow", "down-modulated", "188", "(8.1%,", "p", "<", "0.00001)", "203", "(8.8%,", "p", "<", "0.00001)", "59", "(2.6%,", "n.s.)", "140", "(6.0%,", "p", "<", "0.00001)", "1000", "msec", "200", "msec", "SPW", "+500", "msec"],
  "name": "1",
  "page": 5,
  "regionBoundary": {
    "x1": 58.8,
    "x2": 557.04,
    "y1": 81.84,
    "y2": 295.2
  },
  "renderDpi": 300,
  "renderURL": "figures/battaglia_2004_HippocampalSharp/pdffigures2/figs/Battaglia et al_2004_Hippocampal sharp wave bursts coincide with neocortical “up-state” transitions-Table1-1.png"
}, {
  "caption": "Figure 2 Example of simultaneous recording of hippocampal LFPs and 84 neocortical single units. This is a 10-sec excerpt from a rest period showing: LFP trace from the CA1 pyramidal layer, bandpass (100–300 Hz) filtered, with SPW/ripple complexes (top); the global average cortical firing rate (middle); and raster plot containing the spike trains from the simultaneously recorded cells (bottom). Cortical firing shows oscillations in the delta range (2–3 Hz) synchronized across all the sampled cortical areas. During the troughs of these oscillations, neuronal activity was often completely suppressed.",
  "captionBoundary": {
    "x1": 59.867706298828125,
    "x2": 384.26898193359375,
    "y1": 670.9013061523438,
    "y2": 726.393798828125
  },
  "figType": "Figure",
  "imageText": ["During", "troughs", "of", "slow/delta", "oscilla-", "tions,", "generalized", "neuronal", "silence", "was", "of-", "ten", "observed", "for", "a", "duration", "of", "∼200–400", "msec", "(Figs.", "2", "and", "3B,C).", "The", "same", "degree", "of", "synchrony", "was", "observed", "across", "the", "sampled", "recorded", "areas", "during", "spindle", "oscillations", "(data", "not", "shown).", "Fluctuations", "on", "a", "longer", "time", "scale", "were", "also", "present,", "and", "were", "re-", "flected", "in", "the", "autocorrelogram", "of", "the", "global", "population", "activity,", "which", "decayed", "with", "a", "time", "constant", "of", "2.4", "0.5", "sec", "(Fig.", "3D).", "“Up-states”", "were", "defined", "arbitrarily", "as", "those", "1-sec", "periods", "in", "which", "the", "number", "of", "“ac-", "tive”", "cells", "(one", "or", "more", "spikes)", "exceeded", "the", "95%", "confidence", "threshold,", "computed", "from", "the", "randomly", "and", "independently", "shuffled", "interval", "series", "of", "all", "cells", "(see", "Mate-", "rials", "and", "Methods).", "In", "all,", "15.2%", "4.3%", "of", "the", "intervals", "in", "Rest", "1", "and", "13.0%", "3.0%", "in", "Rest", "2", "exceeded", "this", "threshold,", "with", "activity", "in", "at", "least", "58.3%", "5.0%", "and", "57.5%", "5.1%", "of", "neurons,", "respectively.", "The", "recording", "ses-", "sion", "with", "the", "smallest", "effect", "yielded", "7.6%", "of", "above-threshold", "intervals", "(p", "<", "0.0001).", "total", "spike", "activity", "revealed", "discrete", "bouts", "of", "oscillations", "in", "the", "spindle", "range", "and", "in", "the", "delta/slow", "range", "during", "most", "of", "the", "re-", "corded", "rest", "sessions", "(see,", "e.g.,", "Fig.", "3A).", "These", "episodes", "of", "oscillations", "accounted", "for", "35%", "of", "the", "total", "recording", "time."],
  "name": "2",
  "page": 1,
  "regionBoundary": {
    "x1": 396.0,
    "x2": 556.8,
    "y1": 431.03999999999996,
    "y2": 728.16
  },
  "renderDpi": 300,
  "renderURL": "figures/battaglia_2004_HippocampalSharp/pdffigures2/figs/Battaglia et al_2004_Hippocampal sharp wave bursts coincide with neocortical “up-state” transitions-Figure2-1.png"
}, {
  "caption": "Figure 3 Global fluctuations of cortical activity and hippocampal sharp waves. (A) Power spectral density analysis of 700 sec of cortical activity. The power spectrum of combined instantaneous firing rate for the 84 recorded cells was estimated using a sliding 5-sec window. Episodes of coordinated oscillations in the spindle range (indicated by the s) and in the delta/slow range (indicated by the d) are visible. (B) Enlargement of the 100-sec period between the white dashed lines in A, showing delta oscillations. (C) Average instantaneous cortical firing rate during the same interval. The interval between the two red lines is the same as depicted in Figure 2. Note that the absolute values of the firing rates are different from Figure 2 because a larger smoothing parameter was used. (D) Autocorrelogram of the total activity of the recorded neocortical population. In each recording session, the spikes from all the recorded cells were pooled into a single binned time series that was used to compute the autocorrelation function. The normalization was chosen such that the asymptotic value of the autocorrelation coincides with the population average firing rate per cell. The data shown are an across-session average. The decline of the autocorrelogram was fit with an exponential function with a time constant of 2.4 0.5 sec. Time bin, 200 msec. (E) Autocorrelogram of the time of occurrence of SPWs. There is a decay from t = 0 to the baseline, that can be approximated with an exponential function with a time constant of 5.5 0.06 sec. This indicates that SPWs do not occur as a Poisson process with a constant rate throughout the recording sessions.",
  "captionBoundary": {
    "x1": 59.867095947265625,
    "x2": 556.9741821289062,
    "y1": 557.9406127929688,
    "y2": 655.83837890625
  },
  "figType": "Figure",
  "imageText": [],
  "name": "3",
  "page": 2,
  "regionBoundary": {
    "x1": 91.92,
    "x2": 525.12,
    "y1": 70.8,
    "y2": 552.0
  },
  "renderDpi": 300,
  "renderURL": "figures/battaglia_2004_HippocampalSharp/pdffigures2/figs/Battaglia et al_2004_Hippocampal sharp wave bursts coincide with neocortical “up-state” transitions-Figure3-1.png"
}, {
  "caption": "Figure 4 SPW interaction with neocortical neural activity. (A) Peri-event time histogram (PETH) of cortical population activity during the periods of identified global oscillations in the delta/slow range, centered on hippocampal sharp wave events. A transient increase in firing rate was evident at the time of the sharp waves. On the long time scale, the firing rate was larger after the sharp wave event. Firing rate showed a short lasting dip right before (200–400 msec) the SPW, probably related to the in-phase occurrence of delta oscillation, and was at baseline level shortly before that. After the SPW events, average cortical firing rate showed a much longer decay, spanning several seconds (error bars = SEM; bin size, 100 msec). (B) Same PETH, with an expanded scale, illustrating both the fast dip before SPWs and the transient increase at the time of SPWs (bin size, 20 msec). (C) Sharp-wave-triggered PETH (bin size, 100 msec) of cortical firing during periods in which oscillations in the delta/slow range were absent. The transient increase at SPW time was still present, albeit of smaller amplitude, but there was no fast dip preceding SPWs. A prolonged period of increasingly negative modulation was observed for several seconds leading up to the sharp waves. After SPWs, the return to baseline was relatively fast. (D) Same PETH shown on an enlarged scale (bin size, 20 msec). Note that, because the shapes of the PETH functions represent averages over many SPW events, they do not necessarily reflect the shape of individual events (see Fig. 6 for further explanation). (E) PETH of SPW event occurrence, centered on the down-to-up-state transitions in the total cortical spike activity, showing increased SPW probability around such transitions. Note that the baseline value was higher on the left-hand side of the PETH than on the right-hand side, signaling that sharp waves were more frequent during the down-states than during the up-states.",
  "captionBoundary": {
    "x1": 59.86692810058594,
    "x2": 383.28851318359375,
    "y1": 417.37908935546875,
    "y2": 591.6062622070312
  },
  "figType": "Figure",
  "imageText": ["rest", "periods", "were", "only", "moderately", "corre-", "lated", "(r", "=", "0.48", "in", "the", "interval", "corresponding"],
  "name": "4",
  "page": 3,
  "regionBoundary": {
    "x1": 395.03999999999996,
    "x2": 557.04,
    "y1": 590.64,
    "y2": 608.64
  },
  "renderDpi": 300,
  "renderURL": "figures/battaglia_2004_HippocampalSharp/pdffigures2/figs/Battaglia et al_2004_Hippocampal sharp wave bursts coincide with neocortical “up-state” transitions-Figure4-1.png"
}, {
  "caption": "Figure 5 Single unit activity modulation by SPWs. (A) Percentage of cells with firing rates that were significantly (p < 0.05) up-modulated (white bars) or down-modulated (black bars) in intervals centered on, or surrounding, the SPWs, as they were detected by the thresholding algorithm during the periods of identified global delta/slow cortical oscillations. The firing rates in 500-msec intervals spanning from 1500 to 1000 msec before the SPW (first pair of bars), from 700 to 200 msec before the SPW (second pair), the 500 msec after the SPW (fourth pair) and in the intervals between the beginnings and ends of SPWs (third pair), were compared with intervals of the same length starting 10 sec after each SPW. A large percentage of cells was up-modulated at the time of SPWs and 500 msec thereafter. At the time of the SPW, the number of downmodulated cells was actually significantly lower than the chance value of 2.5%. In the intervals before the SPW there were similar proportions of up-modulated and down-modulated cells. (B) Same comparison for the periods of time without global delta/slow oscillations. A large percentage of cells was down-modulated before the SPWs. A large proportion of cells was up-modulated at the time of the SPW, whereas similar proportions of cells were up- and down-modulated in the +500-msec interval. The dashed line here and in A represents the 2.5% chance level. A fraction of modulated cells close to that chance level would be attained if there were no statistical relationship between sharp waves and cortical firing, as in that case the intervals considered and the controls 10 sec later could be considered random time intervals with respect to the cortical firing (*: fraction of modulated cells different from chance level; p < 0.00001). (C) Schematic representation of the intervals used for the comparisons in A. The intervals used for the 1000 msec (500 msec), 200 msec (500 msec), SPW (beginning and ends detected by thresholding), and +500 msec (500 sec), and the corresponding control intervals are displayed.",
  "captionBoundary": {
    "x1": 59.86769104003906,
    "x2": 299.4598388671875,
    "y1": 290.6590881347656,
    "y2": 532.7345581054688
  },
  "figType": "Figure",
  "imageText": [],
  "name": "5",
  "page": 4,
  "regionBoundary": {
    "x1": 58.8,
    "x2": 300.0,
    "y1": 70.8,
    "y2": 284.15999999999997
  },
  "renderDpi": 300,
  "renderURL": "figures/battaglia_2004_HippocampalSharp/pdffigures2/figs/Battaglia et al_2004_Hippocampal sharp wave bursts coincide with neocortical “up-state” transitions-Figure5-1.png"
}]