[{
  "caption": "Fig. 2. Fine scale temporal relationship between neocortical and hippocampal unit activity during neocortical or hippocampal network events. (a) Crosscorrelation between CA1 units (reference) and deep layer neocortical units (mean SE). Note that neocortical activity precedes hippocampal discharges. (b–d) Joint perievent time histograms of neocortical and hippocampal units referenced to ripple (b), trough of spindle (c), and peak of delta (d). Color scale: joint probability density from low (blue) to high (red) values. Dashed diagonal corresponds to synchronous discharge of neocortical and hippocampal units. Note 50- to 100-ms precedence of neocortical activity during ripple, delta, and spindle events. Data in a are from 10 mice; data in b–d are from a representative mouse.",
  "captionBoundary": {
    "x1": 42.67536926269531,
    "x2": 290.2738342285156,
    "y1": 314.52581787109375,
    "y2": 408.6723937988281
  },
  "figType": "Figure",
  "imageText": [],
  "name": "2",
  "page": 2,
  "regionBoundary": {
    "x1": 43.92,
    "x2": 288.0,
    "y1": 50.879999999999995,
    "y2": 305.03999999999996
  },
  "renderDpi": 300,
  "renderURL": "figures/sirota_2003_CommunicationNeocortex/pdffigures2/figs/Sirota et al_2003_Communication between neocortex and hippocampus during sleep in rodents-Figure2-1.png"
}, {
  "caption": "Fig. 3. Group data of fine time scale relationship between neocortical and hippocampal activity. (a) Cross-correlogram between delta waves and CA1 hippocampal unit activity (solid) and between delta waves and ripple troughs (dotted; mean SE). Highest probability of neocortical discharge occurred at the trough of delta waves (not shown). Note peak probability of hippocampal unit activity and ripple occurrence after the trough of delta wave. (b) Crosscorrelogram between troughs of sleep spindles and CA1 hippocampal unit activity (mean SE; solid) and between troughs of sleep spindles and ripple troughs (dotted). Data are from 10 mice. Ordinates: c.i.",
  "captionBoundary": {
    "x1": 305.1760559082031,
    "x2": 552.7723999023438,
    "y1": 386.6849060058594,
    "y2": 462.8316650390625
  },
  "figType": "Figure",
  "imageText": [],
  "name": "3",
  "page": 2,
  "regionBoundary": {
    "x1": 336.0,
    "x2": 521.04,
    "y1": 50.879999999999995,
    "y2": 377.03999999999996
  },
  "renderDpi": 300,
  "renderURL": "figures/sirota_2003_CommunicationNeocortex/pdffigures2/figs/Sirota et al_2003_Communication between neocortex and hippocampus during sleep in rodents-Figure3-1.png"
}, {
  "caption": "Fig. 1. Slow time scale correlation between neocortical and hippocampal patterns during slow wave sleep. (a) Traces of neocortical layer V (1 Hz–3 kHz) and hippocampal CA1 (filtered between 140 and 240 Hz and rectified) electroencephalogram in a rat. (Inset) Filtered ripple at a faster time scale. , Peak of delta and troughs of sleep spindle and hippocampal ripple. Positive polarity is up in this and subsequent figures. (b) Hippocampal ripple-triggered neocortical spectrogram in a mouse. Power spectrograms, centered on ripples (time 0 s; n 147), were averaged and normalized by the mean power over the entire recording session and log transformed. Note increased correlation of power in the delta (1–4 Hz) and sleep spindle (10–18 Hz) bands with hippocampal ripples. *, Slow ( 0.1 Hz) comodulation of neocortical and hippocampal activity. The magnitude and frequency of slow comodulation (0.03–0.3 Hz) varied from animal to animal. (c and d) Group averages of cross-correlograms of ripple power (time 0 s) to spindle and delta power (blue and green lines, respectively) in mice (c, n",
  "captionBoundary": {
    "x1": 42.67584228515625,
    "x2": 552.8863525390625,
    "y1": 381.67352294921875,
    "y2": 439.8208312988281
  },
  "figType": "Figure",
  "imageText": [],
  "name": "1",
  "page": 1,
  "regionBoundary": {
    "x1": 92.88,
    "x2": 502.08,
    "y1": 50.879999999999995,
    "y2": 372.0
  },
  "renderDpi": 300,
  "renderURL": "figures/sirota_2003_CommunicationNeocortex/pdffigures2/figs/Sirota et al_2003_Communication between neocortex and hippocampus during sleep in rodents-Figure1-1.png"
}, {
  "caption": "Fig. 4. CSD in deep cortical layers related to neocortical and CA1 unit activity in the rat. (a) Averaged neocortical CSD and cross-correlograms between the troughs of neocortical spindles (arrow, n 1,452) and layer IV–V units (Top) as well as hippocampal CA1 units (Bottom). Note phase-locked discharge of neocortical units to spindle troughs and phase-locked and delayed ( 50 ms) discharge of CA1 units. (b) Averaged neocortical CSD (n 286 sweeps) and cross-correlograms between the peaks of neocortical delta waves (arrow) and layer IV–V units (Top) as well as hippocampal CA1 units (Bottom). Note delayed maximal firing of hippocampal neurons. Ordinates: 100- m steps, indicated by recording site numbers (3–12). Approximate positions of neocortical layers are indicated on the right. Multiple unit activity from CA1 pyramidal layer was recorded by site 16 of the silicon probe.",
  "captionBoundary": {
    "x1": 42.675323486328125,
    "x2": 552.8599243164062,
    "y1": 349.6053161621094,
    "y2": 398.7527160644531
  },
  "figType": "Figure",
  "imageText": [],
  "name": "4",
  "page": 3,
  "regionBoundary": {
    "x1": 116.88,
    "x2": 478.08,
    "y1": 50.879999999999995,
    "y2": 340.08
  },
  "renderDpi": 300,
  "renderURL": "figures/sirota_2003_CommunicationNeocortex/pdffigures2/figs/Sirota et al_2003_Communication between neocortex and hippocampus during sleep in rodents-Figure4-1.png"
}, {
  "caption": "Fig. 5. Neocortical spindles modulate hippocampal activity. Shown is a representative example of simultaneously recorded deep cortical electroencephalogram (Top, filtered 10 –20 Hz) and CSD map in the hippocampus. (Bottom) Filtered (120 –200 Hz) trace from electrode 3 in CA1 pyramidal layer. CA1p and CA3p, pyramidal layer; CA1r and CA3r, str. radiatum. Note that spindle troughs are associated with 50-ms-delayed sinks in CA3 str. radiatum, some of which are associated with sharp wave ripple events (arrows).",
  "captionBoundary": {
    "x1": 305.17608642578125,
    "x2": 552.7720336914062,
    "y1": 659.968994140625,
    "y2": 727.1157836914062
  },
  "figType": "Figure",
  "imageText": [],
  "name": "5",
  "page": 3,
  "regionBoundary": {
    "x1": 313.92,
    "x2": 544.0799999999999,
    "y1": 420.0,
    "y2": 648.0
  },
  "renderDpi": 300,
  "renderURL": "figures/sirota_2003_CommunicationNeocortex/pdffigures2/figs/Sirota et al_2003_Communication between neocortex and hippocampus during sleep in rodents-Figure5-1.png"
}]